vwitti/stm32n6_demo_psram/submodules/STM32CubeN6_V1.2.0/Projects/STM32N6_CUSTOM_HW/Examples/FMC/FMC_NAND_Load_And_Run/FMC_NAND_Load_And_Run.ioc
#MicroXplorer Configuration settings - do not modify
Appli.IPs=CORTEX_M55_S,GPDMA1,HPDMA1,LINKEDLIST,GPIO,NVIC1\:I,RIF\:I
CAD.formats=
CAD.pinconfig=
CAD.provider=
CORTEX_M55_FSBL.CPU_DCache=Enabled
CORTEX_M55_FSBL.CPU_ICache=Enabled
CORTEX_M55_FSBL.IPParameters=CPU_ICache,CPU_DCache
CORTEX_M55_S.CPU_DCache=Enabled
CORTEX_M55_S.CPU_ICache=Enabled
CORTEX_M55_S.IPParameters=CPU_ICache,CPU_DCache
ExtMemLoader.IPs=EXTMEM_MANAGER,GPIO,EXTMEM_LOADER
FMC.AttributeSpaceHiZSetupTime1=0
FMC.AttributeSpaceHoldSetupTime1=7
FMC.AttributeSpaceSetupTime1=2
FMC.AttributeSpaceWaitSetupTime1=10
FMC.CommonSpaceHiZSetupTime1=0
FMC.CommonSpaceHoldSetupTime1=7
FMC.CommonSpaceSetupTime1=2
FMC.CommonSpaceWaitSetupTime1=10
FMC.ECCPageSize1=FMC_NAND_ECC_PAGE_SIZE_512BYTE
FMC.EccComputation1=FMC_NAND_ECC_ENABLE
FMC.IPParameters=EccComputation1,ECCPageSize1,CommonSpaceSetupTime1,CommonSpaceWaitSetupTime1,CommonSpaceHoldSetupTime1,AttributeSpaceSetupTime1,AttributeSpaceWaitSetupTime1,AttributeSpaceHoldSetupTime1,NandPageSize1,NandSpareAreaSize1,NandBlockSize1,NandBlockNbr1,NandPlaneNbr1,NandPlaneSize1,NandExtraCommandEnable1,CommonSpaceHiZSetupTime1,AttributeSpaceHiZSetupTime1,TARSetupTime1
FMC.IPParametersWithoutCheck=NandSpareAreaSize1,NandBlockNbr1,NandBlockSize1,NandPageSize1,NandPlaneNbr1,NandPlaneSize1
FMC.NandBlockNbr1=NAND_BLOCK_NBR
FMC.NandBlockSize1=NAND_BLOCK_SIZE
FMC.NandExtraCommandEnable1=ENABLE
FMC.NandPageSize1=NAND_PAGE_SIZE
FMC.NandPlaneNbr1=NAND_PLANE_NBR
FMC.NandPlaneSize1=NAND_PLANE_SIZE
FMC.NandSpareAreaSize1=NAND_SPARE_AREA_SIZE
FMC.TARSetupTime1=2
FSBL.IPs=GPDMA1\:I,HDP,HPDMA1\:I,LINKEDLIST,RCC\:I,GPIO\:I,NVIC\:I,FMC,CORTEX_M55_FSBL
File.Version=6
GPIO.groupedBy=Group By Peripherals
KeepUserPlacement=false
Mcu.CPN=STM32N657X0H3Q
Mcu.Context0=FSBL
Mcu.Context1=Appli
Mcu.Context2=ExtMemLoader
Mcu.ContextNb=3
Mcu.ContextProject=FullSecure
Mcu.Family=STM32N6
Mcu.IP0=CORTEX_M55_FSBL
Mcu.IP1=CORTEX_M55_S
Mcu.IP2=FMC
Mcu.IP3=NVIC1
Mcu.IP4=NVIC
Mcu.IP5=RCC
Mcu.IP6=RIF
Mcu.IPNb=7
Mcu.Name=STM32N657X0HxQ
Mcu.Package=VFBGA264
Mcu.Pin0=PC10
Mcu.Pin1=PE13
Mcu.Pin10=PE7
Mcu.Pin11=PD15
Mcu.Pin12=PD4
Mcu.Pin13=PE10
Mcu.Pin14=PE5
Mcu.Pin15=PD2
Mcu.Pin16=PD12
Mcu.Pin17=PD14
Mcu.Pin18=PE6
Mcu.Pin19=PD6
Mcu.Pin2=PE15
Mcu.Pin20=PD0
Mcu.Pin21=PC3
Mcu.Pin22=PE11
Mcu.Pin23=PD7
Mcu.Pin24=PD3
Mcu.Pin25=PD8
Mcu.Pin26=PB7
Mcu.Pin27=PB6
Mcu.Pin28=PB3
Mcu.Pin29=PP7
Mcu.Pin3=PD10
Mcu.Pin30=PP6
Mcu.Pin31=PP0
Mcu.Pin32=PD9
Mcu.Pin33=PP4
Mcu.Pin34=PP1
Mcu.Pin35=PP15
Mcu.Pin36=PP5
Mcu.Pin37=PP12
Mcu.Pin38=PP3
Mcu.Pin39=PP2
Mcu.Pin4=PD1
Mcu.Pin40=PP13
Mcu.Pin41=PP11
Mcu.Pin42=PP8
Mcu.Pin43=PP14
Mcu.Pin44=PF2
Mcu.Pin45=PP9
Mcu.Pin46=PP10
Mcu.Pin47=PG14
Mcu.Pin48=PA9
Mcu.Pin49=PA1
Mcu.Pin5=PE8
Mcu.Pin50=PB11
Mcu.Pin51=PN6
Mcu.Pin52=PA10
Mcu.Pin53=PA5
Mcu.Pin54=PB12
Mcu.Pin55=PA3
Mcu.Pin56=PA11
Mcu.Pin57=PA2
Mcu.Pin58=PG10
Mcu.Pin59=PB4(NJTRST)
Mcu.Pin6=PE9
Mcu.Pin60=PN7
Mcu.Pin61=PA12
Mcu.Pin62=PA8
Mcu.Pin63=PA0
Mcu.Pin64=PB10
Mcu.Pin65=PB5(JTDO/TRACESWO)
Mcu.Pin66=PA4
Mcu.Pin67=VP_RIF_VS_RIF1
Mcu.Pin7=PC5
Mcu.Pin8=PE14
Mcu.Pin9=PE12
Mcu.PinsNb=68
Mcu.ThirdPartyNb=0
Mcu.UserConstants=
Mcu.UserName=STM32N657X0HxQ
MxCube.Version=6.13.0
MxDb.Version=DB.6.0.130
NVIC.BFHFNMINS=0
NVIC.BusFault_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC.DebugMonitor_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC.ForceEnableDMAVector=true
NVIC.HardFault_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC.MemoryManagement_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC.NonMaskableInt_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC.PRIS=0
NVIC.PendSV_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC.PriorityGroup=NVIC_PRIORITYGROUP_4
NVIC.SVCall_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC.SecureFault_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC.SysTick_IRQn=true\:15\:0\:false\:false\:true\:false\:true\:false
NVIC.UsageFault_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC1.BFHFNMINS=0
NVIC1.BusFault_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC1.DebugMonitor_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC1.ForceEnableDMAVector=true
NVIC1.HardFault_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC1.MemoryManagement_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC1.NonMaskableInt_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC1.PRIS=0
NVIC1.PendSV_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC1.PriorityGroup=NVIC_PRIORITYGROUP_4
NVIC1.SVCall_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC1.SecureFault_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
NVIC1.SysTick_IRQn=true\:15\:0\:false\:false\:true\:false\:true\:false
NVIC1.UsageFault_IRQn=true\:0\:0\:false\:false\:true\:false\:false\:false
PA0.GPIOParameters=PinAttribute
PA0.Locked=true
PA0.PinAttribute=FSBL
PA0.Signal=FMC_D7_DA7
PA1.GPIOParameters=PinAttribute
PA1.Locked=true
PA1.PinAttribute=FSBL
PA1.Signal=FMC_D6_DA6
PA10.GPIOParameters=PinAttribute
PA10.Locked=true
PA10.PinAttribute=FSBL
PA10.Signal=FMC_D2_DA2
PA11.GPIOParameters=PinAttribute
PA11.Locked=true
PA11.PinAttribute=FSBL
PA11.Signal=FMC_D1_DA1
PA12.GPIOParameters=PinAttribute
PA12.Locked=true
PA12.PinAttribute=FSBL
PA12.Signal=FMC_D0_DA0
PA2.GPIOParameters=PinAttribute
PA2.Locked=true
PA2.PinAttribute=FSBL
PA2.Signal=FMC_D5_DA5
PA3.GPIOParameters=PinAttribute
PA3.Locked=true
PA3.PinAttribute=FSBL
PA3.Signal=FMC_A17_ALE
PA4.GPIOParameters=PinAttribute
PA4.Locked=true
PA4.PinAttribute=FSBL
PA4.Signal=FMC_A13
PA5.GPIOParameters=PinAttribute
PA5.PinAttribute=FSBL
PA5.Signal=FMC_NOE
PA8.GPIOParameters=PinAttribute
PA8.Locked=true
PA8.PinAttribute=FSBL
PA8.Signal=FMC_D4_DA4
PA9.GPIOParameters=PinAttribute
PA9.Locked=true
PA9.PinAttribute=FSBL
PA9.Signal=FMC_D3_DA3
PB10.GPIOParameters=PinAttribute
PB10.Locked=true
PB10.PinAttribute=FSBL
PB10.Signal=FMC_D11_DA11
PB11.GPIOParameters=PinAttribute
PB11.Locked=true
PB11.PinAttribute=FSBL
PB11.Signal=FMC_D10_DA10
PB12.GPIOParameters=PinAttribute
PB12.Locked=true
PB12.PinAttribute=FSBL
PB12.Signal=FMC_D9_DA9
PB3.GPIOParameters=PinAttribute
PB3.Locked=true
PB3.PinAttribute=FSBL
PB3.Signal=FMC_NBL1
PB4(NJTRST).GPIOParameters=PinAttribute
PB4(NJTRST).Locked=true
PB4(NJTRST).PinAttribute=FSBL
PB4(NJTRST).Signal=FMC_D13_DA13
PB5(JTDO/TRACESWO).GPIOParameters=PinAttribute
PB5(JTDO/TRACESWO).Locked=true
PB5(JTDO/TRACESWO).PinAttribute=FSBL
PB5(JTDO/TRACESWO).Signal=FMC_D12_DA12
PB6.GPIOParameters=PinAttribute
PB6.Locked=true
PB6.PinAttribute=FSBL
PB6.Signal=FMC_D14_DA14
PB7.GPIOParameters=PinAttribute
PB7.Locked=true
PB7.PinAttribute=FSBL
PB7.Signal=FMC_D15_DA15
PC10.GPIOParameters=PinAttribute
PC10.Locked=true
PC10.PinAttribute=FSBL
PC10.Signal=FMC_CLK
PC3.GPIOParameters=PinAttribute
PC3.Locked=true
PC3.PinAttribute=FSBL
PC3.Signal=FMC_D8_DA8
PC5.GPIOParameters=PinAttribute
PC5.Locked=true
PC5.PinAttribute=FSBL
PC5.Signal=FMC_NWE
PD0.GPIOParameters=PinAttribute
PD0.Locked=true
PD0.PinAttribute=FSBL
PD0.Signal=FMC_A6
PD1.GPIOParameters=PinAttribute
PD1.Locked=true
PD1.PinAttribute=FSBL
PD1.Signal=FMC_A7
PD10.GPIOParameters=PinAttribute
PD10.Locked=true
PD10.PinAttribute=FSBL
PD10.Signal=FMC_A3
PD12.GPIOParameters=PinAttribute
PD12.Locked=true
PD12.PinAttribute=FSBL
PD12.Signal=FMC_A5
PD14.GPIOParameters=PinAttribute
PD14.Locked=true
PD14.PinAttribute=FSBL
PD14.Signal=FMC_A9
PD15.GPIOParameters=PinAttribute
PD15.Locked=true
PD15.PinAttribute=FSBL
PD15.Signal=FMC_A8
PD2.GPIOParameters=PinAttribute
PD2.Locked=true
PD2.PinAttribute=FSBL
PD2.Signal=FMC_A0
PD3.GPIOParameters=PinAttribute
PD3.Locked=true
PD3.PinAttribute=FSBL
PD3.Signal=FMC_A10
PD4.GPIOParameters=PinAttribute
PD4.Locked=true
PD4.PinAttribute=FSBL
PD4.Signal=FMC_A11
PD6.GPIOParameters=PinAttribute
PD6.Locked=true
PD6.PinAttribute=FSBL
PD6.Signal=FMC_A1
PD7.GPIOParameters=PinAttribute
PD7.Locked=true
PD7.PinAttribute=FSBL
PD7.Signal=FMC_A2
PD8.GPIOParameters=PinAttribute
PD8.Locked=true
PD8.PinAttribute=FSBL
PD8.Signal=FMC_NBL0
PD9.GPIOParameters=PinAttribute
PD9.Locked=true
PD9.PinAttribute=FSBL
PD9.Signal=FMC_SDCLK
PE10.GPIOParameters=PinAttribute
PE10.Locked=true
PE10.PinAttribute=FSBL
PE10.Signal=FMC_A15_BA1
PE11.GPIOParameters=PinAttribute
PE11.Locked=true
PE11.PinAttribute=FSBL
PE11.Signal=FMC_SDNWE
PE12.GPIOParameters=PinAttribute
PE12.Locked=true
PE12.PinAttribute=FSBL
PE12.Signal=FMC_SDNRAS
PE13.GPIOParameters=PinAttribute
PE13.Locked=true
PE13.PinAttribute=FSBL
PE13.Signal=FMC_SDNCAS
PE14.GPIOParameters=PinAttribute
PE14.Locked=true
PE14.PinAttribute=FSBL
PE14.Signal=FMC_SDNE0
PE15.GPIOParameters=PinAttribute
PE15.Locked=true
PE15.PinAttribute=FSBL
PE15.Signal=FMC_SDCKE0
PE5.GPIOParameters=PinAttribute
PE5.Locked=true
PE5.PinAttribute=FSBL
PE5.Signal=FMC_SDNE1
PE6.GPIOParameters=PinAttribute
PE6.Locked=true
PE6.PinAttribute=FSBL
PE6.Signal=FMC_SDCKE1
PE7.GPIOParameters=PinAttribute
PE7.Locked=true
PE7.PinAttribute=FSBL
PE7.Signal=FMC_A4
PE8.GPIOParameters=PinAttribute
PE8.Locked=true
PE8.PinAttribute=FSBL
PE8.Signal=FMC_A12
PE9.GPIOParameters=PinAttribute
PE9.Locked=true
PE9.PinAttribute=FSBL
PE9.Signal=FMC_A14_BA0
PF2.GPIOParameters=PinAttribute
PF2.Locked=true
PF2.PinAttribute=FSBL
PF2.Signal=FMC_NWAIT
PG10.GPIOParameters=PinAttribute
PG10.Locked=true
PG10.PinAttribute=FSBL
PG10.Signal=FMC_A16_CLE
PG14.GPIOParameters=PinAttribute
PG14.Mode=NandChipSelect3_1
PG14.PinAttribute=FSBL
PG14.Signal=FMC_NCE
PN6.Locked=true
PN6.Signal=XSPIM_P2_CLK
PN7.Locked=true
PN7.Signal=XSPIM_P2_NCLK
PP0.GPIOParameters=PinAttribute
PP0.Locked=true
PP0.PinAttribute=FSBL
PP0.Signal=FMC_D16
PP1.GPIOParameters=PinAttribute
PP1.Locked=true
PP1.PinAttribute=FSBL
PP1.Signal=FMC_D17
PP10.GPIOParameters=PinAttribute
PP10.Locked=true
PP10.PinAttribute=FSBL
PP10.Signal=FMC_D26
PP11.GPIOParameters=PinAttribute
PP11.Locked=true
PP11.PinAttribute=FSBL
PP11.Signal=FMC_D27
PP12.GPIOParameters=PinAttribute
PP12.Locked=true
PP12.PinAttribute=FSBL
PP12.Signal=FMC_D28
PP13.GPIOParameters=PinAttribute
PP13.Locked=true
PP13.PinAttribute=FSBL
PP13.Signal=FMC_D29
PP14.GPIOParameters=PinAttribute
PP14.Locked=true
PP14.PinAttribute=FSBL
PP14.Signal=FMC_D30
PP15.GPIOParameters=PinAttribute
PP15.Locked=true
PP15.PinAttribute=FSBL
PP15.Signal=FMC_D31
PP2.GPIOParameters=PinAttribute
PP2.Locked=true
PP2.PinAttribute=FSBL
PP2.Signal=FMC_D18
PP3.GPIOParameters=PinAttribute
PP3.Locked=true
PP3.PinAttribute=FSBL
PP3.Signal=FMC_D19
PP4.GPIOParameters=PinAttribute
PP4.Locked=true
PP4.PinAttribute=FSBL
PP4.Signal=FMC_D20
PP5.GPIOParameters=PinAttribute
PP5.Locked=true
PP5.PinAttribute=FSBL
PP5.Signal=FMC_D21
PP6.GPIOParameters=PinAttribute
PP6.Locked=true
PP6.PinAttribute=FSBL
PP6.Signal=FMC_D22
PP7.GPIOParameters=PinAttribute
PP7.Locked=true
PP7.PinAttribute=FSBL
PP7.Signal=FMC_D23
PP8.GPIOParameters=PinAttribute
PP8.Locked=true
PP8.PinAttribute=FSBL
PP8.Signal=FMC_D24
PP9.GPIOParameters=PinAttribute
PP9.Locked=true
PP9.PinAttribute=FSBL
PP9.Signal=FMC_D25
PinOutPanel.CurrentBGAView=Top
PinOutPanel.RotationAngle=0
ProjectManager.AskForMigrate=true
ProjectManager.BackupPrevious=false
ProjectManager.CompilerOptimize=6
ProjectManager.ComputerToolchain=false
ProjectManager.CoupleFile=false
ProjectManager.DeletePrevious=true
ProjectManager.DeviceId=STM32N657X0HxQ
ProjectManager.FreePins=false
ProjectManager.HalAssertFull=false
ProjectManager.HeapSize=FSBL-0x200,Appli-0x200,ExtMemLoader-0x200
ProjectManager.KeepUserCode=true
ProjectManager.LastFirmware=true
ProjectManager.LibraryCopy=2
ProjectManager.MainLocation=Src
ProjectManager.NoMain=false
ProjectManager.PreviousToolchain=
ProjectManager.ProjectBuild=false
ProjectManager.ProjectFileName=FMC_NAND_Load_And_Run.ioc
ProjectManager.ProjectName=FMC_NAND_Load_And_Run
ProjectManager.ProjectStructure=FSBL\:FSBL\:true;Appli\:Appli\:false;ExtMemLoader\:ExtMemLoader\:false;
ProjectManager.RegisterCallBack=
ProjectManager.StackSize=FSBL-0x800,Appli-0x800,ExtMemLoader-0x800
ProjectManager.TargetToolchain=EWARM V9.40
ProjectManager.ToolChainLocation=
ProjectManager.UAScriptAfterPath=
ProjectManager.UAScriptBeforePath=
ProjectManager.UnderRoot=false
ProjectManager.functionlistsort=1-SystemClock_Config-RCC-false-HAL-false-FSBL,2-MX_GPIO_Init-GPIO-false-HAL-true-FSBL,3-MX_FMC_Init-FMC-false-HAL-true-FSBL,1-MX_RIF_Init-RIF-false-HAL-true-Appli,0-MX_CORTEX_M55_FSBL_Init-CORTEX_M55_FSBL-false-HAL-true-FSBL,0-MX_CORTEX_M55_S_Init-CORTEX_M55_S-false-HAL-true-Appli
RCC.ADC12Freq_Value=200000000
RCC.ADFFreq_Value=200000000
RCC.AHB1234Freq_Value=200000000
RCC.APB1Freq_Value=200000000
RCC.APB2Freq_Value=200000000
RCC.APB4Freq_Value=200000000
RCC.APB5Freq_Value=200000000
RCC.AXIClockFreq_Value=400000000
RCC.CKPERFreq_Value=64000000
RCC.CPUCLKSource=RCC_CPUCLKSOURCE_IC1
RCC.CortexFreq_Value=75000000
RCC.CpuClockFreq_Value=600000000
RCC.DCMIPPFreq_Value=0
RCC.ETH1Freq_Value=200000000
RCC.FBDIV1=75
RCC.FDCANFreq_Value=200000000
RCC.FMCFreq_Value=200000000
RCC.FOUTPOSTDIV1Freq_Value=1200000000
RCC.FOUTPOSTDIV2Freq_Value=1600000000
RCC.FOUTPOSTDIV3Freq_Value=1600000000
RCC.FOUTPOSTDIV4Freq_Value=1600000000
RCC.FREFDIV1=4
RCC.FamilyName=M
RCC.HSE_VALUE=48000000
RCC.HSI_VALUE=64000000
RCC.I2C1Freq_Value=200000000
RCC.I2C2Freq_Value=200000000
RCC.I2C3Freq_Value=200000000
RCC.I2C4Freq_Value=200000000
RCC.I3C1Freq_Value=200000000
RCC.I3C2Freq_Value=200000000
RCC.IC10Freq_VALUE=1600000000
RCC.IC11Div=3
RCC.IC11Freq_VALUE=400000000
RCC.IC12Freq_VALUE=1600000000
RCC.IC13Freq_VALUE=1600000000
RCC.IC14Freq_VALUE=1600000000
RCC.IC15Freq_VALUE=1600000000
RCC.IC16Freq_VALUE=1600000000
RCC.IC17Freq_VALUE=1600000000
RCC.IC18Freq_VALUE=1600000000
RCC.IC19Freq_VALUE=1600000000
RCC.IC1Div=2
RCC.IC1Freq_VALUE=600000000
RCC.IC20Freq_VALUE=1600000000
RCC.IC2Div=3
RCC.IC2Freq_VALUE=400000000
RCC.IC3Freq_VALUE=1200000000
RCC.IC4Freq_VALUE=1200000000
RCC.IC5Freq_VALUE=1200000000
RCC.IC6Freq_VALUE=300000000
RCC.IC7Freq_VALUE=1600000000
RCC.IC8Freq_VALUE=1600000000
RCC.IC9Freq_VALUE=1600000000
RCC.IPParameters=ADC12Freq_Value,ADFFreq_Value,AHB1234Freq_Value,APB1Freq_Value,APB2Freq_Value,APB4Freq_Value,APB5Freq_Value,AXIClockFreq_Value,CKPERFreq_Value,CPUCLKSource,CortexFreq_Value,CpuClockFreq_Value,DCMIPPFreq_Value,ETH1Freq_Value,FBDIV1,FDCANFreq_Value,FMCFreq_Value,FOUTPOSTDIV1Freq_Value,FOUTPOSTDIV2Freq_Value,FOUTPOSTDIV3Freq_Value,FOUTPOSTDIV4Freq_Value,FREFDIV1,FamilyName,HSE_VALUE,HSI_VALUE,I2C1Freq_Value,I2C2Freq_Value,I2C3Freq_Value,I2C4Freq_Value,I3C1Freq_Value,I3C2Freq_Value,IC10Freq_VALUE,IC11Div,IC11Freq_VALUE,IC12Freq_VALUE,IC13Freq_VALUE,IC14Freq_VALUE,IC15Freq_VALUE,IC16Freq_VALUE,IC17Freq_VALUE,IC18Freq_VALUE,IC19Freq_VALUE,IC1Div,IC1Freq_VALUE,IC20Freq_VALUE,IC2Div,IC2Freq_VALUE,IC3Freq_VALUE,IC4Freq_VALUE,IC5Freq_VALUE,IC6Freq_VALUE,IC7Freq_VALUE,IC8Freq_VALUE,IC9Freq_VALUE,LPTIM1Freq_Value,LPTIM2Freq_Value,LPTIM3Freq_Value,LPTIM4Freq_Value,LPTIM5Freq_Value,LPUART1Freq_Value,LSE_VALUE,LSI_VALUE,LTDCFreq_Value,MCO1PinFreq_Value,MCO2PinFreq_Value,MDFFreq_Value,MSI_VALUE,OTGHS1Freq_Value,OTGHS2Freq_Value,OTGPHY1Freq_Value,OTGPHY2Freq_Value,PLL1FRACV,PLL2FRACV,PLL3FRACV,PLL4FRACV,PSSIFreq_Value,RTCFreq_Value,SAI1Freq_Value,SAI2Freq_Value,SDMMC1Freq_Value,SDMMC2Freq_Value,SPDIFRX1Freq_Value,SPI1Freq_Value,SPI2Freq_Value,SPI3Freq_Value,SPI4Freq_Value,SPI5Freq_Value,SPI6Freq_Value,SYSBCLKFreq_VALUE,SYSBCLKSource,SYSCCLKFreq_VALUE,SYSDCLKFreq_VALUE,TIMGDIV,TIMGFreq_Value,TPIUFreq_Value,UART4Freq_Value,UART5Freq_Value,UART7Freq_Value,UART8Freq_Value,UART9Freq_Value,USART10Freq_Value,USART1Freq_Value,USART2Freq_Value,USART3Freq_Value,USART6Freq_Value,VCO1OutputFreq_Value,VCO2OutputFreq_Value,VCO3OutputFreq_Value,VCO4OutputFreq_Value,VCOInput1Freq_Value,VCOInput2Freq_Value,VCOInput3Freq_Value,VCOInput4Freq_Value,XSPI1Freq_Value,XSPI2Freq_Value,XSPI3Freq_Value
RCC.LPTIM1Freq_Value=200000000
RCC.LPTIM2Freq_Value=200000000
RCC.LPTIM3Freq_Value=200000000
RCC.LPTIM4Freq_Value=200000000
RCC.LPTIM5Freq_Value=200000000
RCC.LPUART1Freq_Value=200000000
RCC.LSE_VALUE=32768
RCC.LSI_VALUE=32000
RCC.LTDCFreq_Value=0
RCC.MCO1PinFreq_Value=64000000
RCC.MCO2PinFreq_Value=64000000
RCC.MDFFreq_Value=200000000
RCC.MSI_VALUE=16000000
RCC.OTGHS1Freq_Value=24000000
RCC.OTGHS2Freq_Value=24000000
RCC.OTGPHY1Freq_Value=24000000
RCC.OTGPHY2Freq_Value=24000000
RCC.PLL1FRACV=0
RCC.PLL2FRACV=0
RCC.PLL3FRACV=0
RCC.PLL4FRACV=0
RCC.PSSIFreq_Value=200000000
RCC.RTCFreq_Value=32000
RCC.SAI1Freq_Value=200000000
RCC.SAI2Freq_Value=200000000
RCC.SDMMC1Freq_Value=200000000
RCC.SDMMC2Freq_Value=200000000
RCC.SPDIFRX1Freq_Value=200000000
RCC.SPI1Freq_Value=200000000
RCC.SPI2Freq_Value=200000000
RCC.SPI3Freq_Value=200000000
RCC.SPI4Freq_Value=200000000
RCC.SPI5Freq_Value=200000000
RCC.SPI6Freq_Value=200000000
RCC.SYSBCLKFreq_VALUE=400000000
RCC.SYSBCLKSource=RCC_SYSCLKSOURCE_IC2_IC6_IC11
RCC.SYSCCLKFreq_VALUE=300000000
RCC.SYSDCLKFreq_VALUE=400000000
RCC.TIMGDIV=RCC_TIMPRES_DIV2
RCC.TIMGFreq_Value=200000000
RCC.TPIUFreq_Value=75000000
RCC.UART4Freq_Value=200000000
RCC.UART5Freq_Value=200000000
RCC.UART7Freq_Value=200000000
RCC.UART8Freq_Value=200000000
RCC.UART9Freq_Value=200000000
RCC.USART10Freq_Value=200000000
RCC.USART1Freq_Value=200000000
RCC.USART2Freq_Value=200000000
RCC.USART3Freq_Value=200000000
RCC.USART6Freq_Value=200000000
RCC.VCO1OutputFreq_Value=1200000000
RCC.VCO2OutputFreq_Value=1600000000
RCC.VCO3OutputFreq_Value=1600000000
RCC.VCO4OutputFreq_Value=1600000000
RCC.VCOInput1Freq_Value=16000000
RCC.VCOInput2Freq_Value=64000000
RCC.VCOInput3Freq_Value=64000000
RCC.VCOInput4Freq_Value=64000000
RCC.XSPI1Freq_Value=200000000
RCC.XSPI2Freq_Value=200000000
RCC.XSPI3Freq_Value=200000000
RIF.-0=ETR_CID_RIMU
RIF.-10=LTDC_L1_CID_RIMU
RIF.-11=LTDC_L2_CID_RIMU
RIF.-4=OTG1_CID_RIMU
RIF.-5=OTG2_CID_RIMU
RIF.DCMIPP_CID_RIMU=0
RIF.DMA2D_CID_RIMU=0
RIF.ETH1_CID_RIMU=0
RIF.GPU_CID_RIMU=0
RIF.IPParameters=NPU_CID_RIMU,SDMMC1_CID_RIMU,SDMMC2_CID_RIMU,ETH1_CID_RIMU,GPU_CID_RIMU,DMA2D_CID_RIMU,DCMIPP_CID_RIMU,VENC_CID_RIMU,-0,-4,-5,-10,-11,LTDC_L1_CID_RIMU,LTDC_L2_CID_RIMU
